[
    {"question": "Apa itu SafeType?", "explanation": "SafeType adalah sebuah aplikasi yang membantu orang tua dalam mengawasi anak-anak mereka, dengan memantau kata-kata kotor apa saja yang anak ketik ketika mereka menggunakan gadget.\\n\\nUntuk dapat memantau kata-kata kotor anak, maka papan ketik SafeType harus terpasang dan anak mengetik menggunakan papan ketik SafeType. Aplikasi SafeType dilengkapi dengan kata sandi yang hanya diketahui orang tua, hal ini bertujuan agar anak tidak dapat mengakses aplikasi."},
    {"question": "Bagaimana cara mengaktifkan papan ketik SafeType?", "explanation": "Untuk dapat mengaktifkan papan ketik SafeType, maka papan ketik SafeType perlu ditambahkan ke dalam pengaturan. Berikut adalah langkah untuk mengaktifkan papan ketik SafeType:\\n\\nBuka Pengaturan > Umum > Papan Ketik > Papan Ketik > Tambah Papan Ketik Baru > SafeType > SafeTypepapan ketik - SafeType > Aktifkan Izinkan Akses Penuh > Izinkan\\n\\nKami menganjurkan untuk menghapus papan ketik lainnya selain SafeType, hal ini bertujuan agar SafeType menjadi papan ketik utama. Apabila terdapat papan ketik lain, maka potensi pergantian papan ketik akan sering terjadi. Kami hanya bisa mendeteksi kata-kata kotor yang anak ketik saat menggunakan papan ketik SafeType. Berikut adalah langkah untuk menghapus papan ketik selain SafeType:\\n\\nBuka Pengaturan > Umum > Papan Ketik > Papan Ketik > Edit > Ketuk icon merah pada bagian kiri nama papan ketik selain SafeType > Hapus\\n\\nWalaupun papan ketik selain SafeType dihapus, jangan khawatir, anda akan dapat dengan mudah menambahkannya kembali di kemudian hari."},
    {"question": "Kenapa saya harus memberikan akses penuh terhadap papan ketik SafeType?", "explanation": "SafeType memantau apa yang anak ketik saat menggunakan papan ketik SafeType. Apabila terdapat kata kotor, maka kalimat tersebut akan ditampilkan dalam aplikasi SafeType agar orang tua dapat memantau. Untuk dapat menampilkan data dari papan ketik ke aplikasi, maka papan ketik SafeType perlu diberikan akses penuh. Apabila akses penuh tidak diberikan, maka fitur pemantauan tersebut tidak dapat berjalan.\\n\\nJangan khawatir, kami menjaga data anda. Hanya anda yang dapat melihat data papan ketik tersebut, kami tidak dapat mengakses data tersebut."},
    {"question": "Bagaimana cara menambahkan kata baru agar dapat dideteksi oleh SafeType?", "explanation": "Anda dapat menambahkan kata baru agar dapat dideteksi oleh SafeType. Kata tersebut tidak harus berupa kata kotor, anda dapat memasukkan kata baru apa saja selama kata tersebut ingin anda deteksi. Berikut adalah langkah untuk menambahkan kata baru agar dapat dideteksi oleh SafeType: \\n\\nPengaturan SafeType > Kata yang Akan Terdeteksi > Icon “+” di sebelah kanan atas > Ketik Kata > Tambah"},
    {"question": "Ketika Hapus Semua Riwayat, apa saja yang akan terhapus?", "explanation": "Ketika anda memilih untuk Hapus Semua Riwayat, maka seluruh data Riwayat yang tersimpan dalam SafeType akan dihapus. Termasuk data keseluruhan, kata unik, dan seluruh riwayat kata kotor yang telah dideteksi. Setelah anda memilih untuk Hapus Semua Riwayat, tidak ada langkah untuk mendapatkan data itu kembali."}
  ]